---
title: '2023-10-31 准备一个讲座，讲一个故事'
tags:
  - technical
---

2023年在贸大青岛研究院的博士论坛，举办一个《翻译搜索》主题的讲座。

## 前情提要

贸大新入职老师会在每年的10-12月份，赴全国各地参加国情教育。青岛的国情教育地点是贸大的青岛研究院。研究院每年的传统是举办博士论坛：每周会有一位老师进行一场讲座，内容与自己的学科方向、研究领域相关。博士论坛面向整个青岛市开放，可以从公众号里联系上负责的老师，报名参加。

因为是新入职以来的第一场公开讲座，也是第一次面对学术圈以外的观众，所以我决定好好准备，打磨一下公共演讲的能力。也借机记录一下准备的过程，以备将来复盘。大概提前一周半的时间开始准备，分为两个方面：内容准备、讲故事思路准备。


## 内容准备

讲座时间是23年11月2日周四下午，我在一周之前先开始收集和讲座内容相关的资料。翻译搜索是我很感兴趣的一个话题，它是翻译能力和训练中的一个关键部分，并且本质上是一种高效、严谨的工作思路。此外，这也是好友蔡宇星的博士论文研究方向，平日里交流多了，我们对互相的研究内容都比较熟悉。

开始准备内容。首先收集手头已有的资料，包括课程材料、书籍、讲座。

1. 课程材料是崔启亮老师的《计算机辅助翻译》课程第四节“信息检索技术与工具”。

2. 书籍包括王华树老师主编的《翻译搜索指南》，以及北外高翻李长栓老师的《非文学翻译理论与实践：理解、表达、变通》和《北外高翻笔译课》（这些书都是这周下单买的纸质书）。

3. 讲座是李长栓老师、朱华老师、刘世界老师们主讲的“ChatGPT提示工程工作坊”系列讲座视频，想了解一下翻译老师们近半年对ChatGPT搜索技巧的摸索。

其中《翻译搜索指南》的实践性最强，提供的搜索资源、平台较多，所以我以此为基础开始写讲座大纲。计划先用 Rmarkdown 写完内容，再转移到 ppt 上设计呈现方式。最终决定以翻译搜索的重要性为主线，以自己归类的“点、线、面”的搜索工具和技巧为主要内容。目标是让观众们了解到有这么多可以使用的语言工具，或者学到一些进阶的搜索方法也是不错的。到这里，知识性的内容已经准备完毕，最终的问题来了：怎么讲？


## 讲故事思路准备

这一部分是我最近意识到自己所欠缺的地方。前两天听QC准备一个答辩汇报，突然发现自己对于陌生领域（算法和工程）演讲的反馈，居然仅仅停留在 ppt 的呈现细节，比如图文内容关联性、文字太多显得无聊……这种粗浅的理解上。而对于内容和叙事逻辑方面，虽然能听出薄弱的地方，但是完全不知道如何改善和增强，实在是有些无力。所以下决心学习一下如何讲故事。

从看过的 TED talk 来说，这种演讲总能吸引人的注意力，让高深的东西深入浅出。所以搜索从 TED talk 开始。使用关键词"TED", "story telling" 首先搜到了一些指导性的网站，再顺腾摸瓜找到了一本书 <HBR Guide to Persuasive Presentations>，再继续找到了更多 HBR 的管理学好书，此是后话。而这本书的前三部分 Audience, Message 和 Story 就是我这次学习的主要内容。

### Audience

这一章的主要观点是：观众是一场演讲真正的主人公。听起来像是噱头，或者有些夸张，但是作者给出的理由却有些说服力：观众重要，是因为他们决定了你的观点是否能继续传播，或者就此湮灭。

> The people you're addressing will determine whether your idea spreads or dies, simply by embracing or rejecting it.

突然之间，我作为演讲人的态度就有了一些变化。之前，我会觉得讲得好能够证明我的能力，从而让观众钦佩我、为我鼓掌。而作者的观点一下子让我想到，赢得尊重和钦佩似乎并不是那么重要的事情。因为观众付出的时间是十分珍贵的，如果1个小时的相处，只让他们觉得我很厉害，而并没有什么真正的收获，那这种尊重和钦佩又有什么意义？如果抛开作为演讲人的虚荣心，而仅仅从演讲者和观众的宝贵时间来看，如果观众能够得到一些观点、知识，甚至是一些灵感，那岂不是对我付出的漫长准备时间最好的反馈？说明我的准备是有意义、有价值的。

作者说，演讲者可以对观众提供的是：

> Give the hero a special gift. Give people insights that will improve their lives.

> Teach the hero to use a "magical" tool. This is where the people in your audience pick up a new skill or mindset from you -- something that enables them to reach their objectives and yours.

> Help the hero get "unstuck". Ideally, you'll come with an idea or a solution that gets the audience out of a difficult or painful situation.

一方面，作者的观点让人热血沸腾，好像演讲者可以起到这么大的作用；另一方面，又在想会不会是自作多情，给一个简单的演讲赋予这么多的价值。但是无论如何，这种观点对我来说十分新颖，我也很想尝试一下这种以观众为主的思维逻辑。将来如果有行不通的地方，那就再作别论。

根据后面一些具体的操作建议，我把参加这次讲座的观众进行了一个大致的画像：

  1. 大多数办公室工作人员：教师、公务员、机关办事人员

  2. 对翻译工作不太了解，可能有好奇心？

  3. 本讲座带来的好处：学会一些搜索技能（办公必备技能）

  4. 观众可以实践的地方：搜索工具、搜索技巧、查证技巧

  5. 观众可能抗拒的地方：英文不好、工具记不住、没有自己行业相关的知识

  6. 观众喜欢的信息接收方式：前总结还是后总结、气氛、辅助材料？

  7. 讲座的目的：观众学会在遇到不懂的问题时，该怎么样去搜索。

### Message

接下来是内容部分，包括确定主要观点、精简内容等等。但是对我来说，最主要的收获是要预判观众的困难（包括理解困难、抗拒情绪、实践困难），还有通过对比来放大自己的观点、平衡一下理智分析和情绪调动、扔掉术语。

1.  预判困难

预判观众的困难是一件不容易的工作，需要把自己带入到观众的角色中，不断审视自己的故事线。这一点后来贯穿于我做 ppt 的过程，让我想办法调整案例，最大程度地能让观众“无痛观影”。

2. 对比放大观点

“对比”这个思路本身就很有启发性了。在下一部分 story 中作者又着重讲了这个，暂且不展开。

3. 平衡理智分析和情绪调动

觉察观众的痛苦、快乐情绪，提前预判某些话题会带来理智思考还是情绪波动，都是比较高阶的操作了。这次的讲座我还没能做到这一点。

4. 扔掉术语

扔掉术语很好理解。学术会议上的很多术语是可以简单地描述出来的，只是在学术圈中大家用术语的沟通成本更低。但是面向普通观众，扔掉术语才是更合适的做法，但也确实更难。

### Story

最后一部分 story, 其实我只看到了第一幅图：persuaive story pattern。主旨大意是在开头、主体和结尾的每一部分，都需要有“是什么”和“还可以成为什么”两种情形的对比。就是说，每个部分都要有冲突和对比，最终再推出可行的解决方案。

这些是我比较粗浅的理解，后面的很多内容还没仔细看。但是到目前为止，已经收获良多。在这次讲座结束之后，准备回来复盘，或者继续学习作者的观点。(2023-10-31 下午)

